Repository: oflorezawaken-dev/huawei-app-factory
Catalog: apps-ios/price-jar/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt, tr, zh_hans

# unit.usFluidOunce
source: US Fluid Ounces (fl oz)
ar: أونصة سائلة أمريكية (fl oz)
de: US-Flüssigunzen (fl oz)
es: Onzas líquidas EE. UU. (fl oz)
fr: Onces liquides US (fl oz)
it: Once fluide USA (fl oz)
pt_pt: Onças líquidas EUA (fl oz)
tr: ABD Sıvı Ons (fl oz)
zh_hans: 美制液量盎司 (fl oz)

# unit.usGallon
source: US Gallons (gal)
ar: غالون أمريكي (gal)
de: US-Gallonen (gal)
es: Galones EE. UU. (gal)
fr: Gallons US (gal)
it: Galloni USA (gal)
pt_pt: Galões EUA (gal)
tr: ABD Galonu (gal)
zh_hans: 美制加仑 (gal)

# verdict.aboveUsual
source: Above Your Usual
ar: أعلى من المعتاد لديك
de: Über deinem Üblichen
es: Por encima de lo habitual
fr: Au-dessus de votre habitude
it: Sopra il tuo solito
pt_pt: Acima do habitual
tr: Alışılmışın Üzerinde
zh_hans: 高于你的常规价

# verdict.best
source: Best Price
ar: أفضل سعر
de: Bester Preis
es: Mejor precio
fr: Meilleur prix
it: Prezzo migliore
pt_pt: Melhor preço
tr: En İyi Fiyat
zh_hans: 最优价格

# verdict.best.label
source: Best price
ar: أفضل سعر
de: Bester Preis
es: Mejor precio
fr: Meilleur prix
it: Prezzo migliore
pt_pt: Melhor preço
tr: En iyi fiyat
zh_hans: 最优价格

# verdict.bestSoFar %@ %@
source: Best so far: %@ at %@
ar: الأفضل حتى الآن: %@ في %@
de: Bisher bester Preis: %@ bei %@
es: Mejor hasta ahora: %@ en %@
fr: Meilleur jusqu'ici : %@ chez %@
it: Il migliore finora: %@ da %@
pt_pt: Melhor até agora: %@ em %@
tr: Şimdiye kadarki en iyisi: %@ - %@
zh_hans: 目前最优：%@（%@）

# verdict.difference.label
source: Difference
ar: الفرق
de: Unterschied
es: Diferencia
fr: Différence
it: Differenza
pt_pt: Diferença
tr: Fark
zh_hans: 差额

# verdict.median.label
source: Typical price
ar: السعر المعتاد
de: Typischer Preis
es: Precio habitual
fr: Prix habituel
it: Prezzo tipico
pt_pt: Preço habitual
tr: Tipik fiyat
zh_hans: 常规价格

# verdict.notEnoughData %lld
source: Not enough history for a verdict yet — %lld price on record so far.
ar: لا يوجد سجل كافٍ بعد لإصدار حكم — تم تسجيل %lld سعر حتى الآن.
de: Noch nicht genug Verlauf für ein Urteil — bisher %lld erfasster Preis.
es: Aún no hay suficiente historial para un veredicto: %lld precio registrado hasta ahora.
fr: Pas encore assez d'historique pour un verdict — %lld prix enregistré jusqu'ici.
it: Non c'è ancora abbastanza cronologia per un verdetto — %lld prezzo registrato finora.
pt_pt: Ainda não há histórico suficiente para um veredito — %lld preço registado até agora.
tr: Henüz bir değerlendirme için yeterli geçmiş yok — şu ana kadar %lld fiyat kaydedildi.
zh_hans: 历史记录尚不足以给出结论——目前已记录 %lld 个价格。

# verdict.notEnoughDataBadge
source: Not Enough Data
ar: بيانات غير كافية
de: Nicht genug Daten
es: Datos insuficientes
fr: Données insuffisantes
it: Dati insufficienti
pt_pt: Dados insuficientes
tr: Yetersiz Veri
zh_hans: 数据不足

# verdict.save
source: Save This Price
ar: حفظ هذا السعر
de: Diesen Preis speichern
es: Guardar este precio
fr: Enregistrer ce prix
it: Salva questo prezzo
pt_pt: Guardar este preço
tr: Bu Fiyatı Kaydet
zh_hans: 保存该价格

# verdict.saved
source: Saved
ar: تم الحفظ
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
pt_pt: Guardado
tr: Kaydedildi
zh_hans: 已保存

# verdict.title
source: Good Price?
ar: هل هو سعر جيد؟
de: Guter Preis?
es: ¿Buen precio?
fr: Bon prix ?
it: Buon prezzo?
pt_pt: Bom preço?
tr: İyi Fiyat mı?
zh_hans: 价格如何？

# verdict.typical
source: Typical
ar: معتاد
de: Typisch
es: Habitual
fr: Habituel
it: Tipico
pt_pt: Habitual
tr: Tipik
zh_hans: 常规
